Name: scenarist
License: GPLv3
Group: Applicaton/Publishing
Summary: КИТ Сценарист - это программа для написания сценариев, которая разрабатывается в России и ориентирована на российские стандарты в области кинопроизводства.
%description
КИТ Сценарист сочетает в себе удобный текстовый редактор сценария и органайзер
проекта. Текстовый редактор реализует многочисленные возможности,
способствующие работе сценариста, среди которых: возможность автоподстановки
локаций, имён персонажей; проверка правописания на ходу; поддержка
группирования сцен, групп сцен; безболезненный экспорт в форматы PDF и RTF;
настраиваемый подсчёт хронометража и многое другое. Функции для работы 
с персонажами и локациями позволяют собрать весь материал по проекту 
в одном месте, и предоставляют простой способ для работы с ним.

%files
%defattr(-,root,root,-)
%attr(0755,root,root) /usr/bin/scenarist
/usr/share/applications
/usr/share/KIT
%attr(0644,root,root) /usr/share/pixmaps/scenarist.png
